Repository: thefyfy/ScreenlyManager
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de, fr_fr

source: Active assets
de_de: AKtive Assets
fr_fr: Ecrans actifs

# AddAssetCache.Text
source: Disable cache
de_de: Deaktiviere Cache
fr_fr: Désactiver le cache

# AddAssetCancel.Content
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# AddAssetDevice.Text
source: Devices where asset will deployed
de_de: Geräte, auf denen Assets bereitgestellt werden
fr_fr: Appareils sur lesquels sera déployé cet affichage

# AddAssetDuration.Text
source: Duration
de_de: Dauer
fr_fr: Durée

# AddAssetDurationTextBox.PlaceholderText
source: 60 seconds
de_de: 60 Sekunden
fr_fr: 60 secondes

# AddAssetEndDate.Text
source: End date
de_de: Ende
fr_fr: Date de fin de diffusion

# AddAssetName.Text
source: Name
fr_fr: Nom

# AddAssetNameTextBox.PlaceholderText
source: Friendly name for asset
de_de: Anzeigename für Asset
fr_fr: Nom de l'écran

# AddAssetStartDate.Text
source: Start date
de_de: Start
fr_fr: Date de début de diffusion

# AddAssetSubmit.Content
source: Submit
de_de: Bestätigen
fr_fr: Envoyer

# AddAssetTitle.Text
source: Add new asset
de_de: Asset hinzufügen
fr_fr: Ajouter un nouvel écran

# AddAssetType.Text
source: Asset type
de_de: Asset Typ
fr_fr: Type d'affichage

# AddAssetUrlTextBox.PlaceholderText
source: e.g. https://www.screenly.io/
de_de: z.B. https://www.screenly.io/
fr_fr: Exemple : https://www.screenly.io/

# AddDeviceCancel.Content
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# AddDeviceIp.Text
source: IP Address
de_de: URL
fr_fr: Adresse IP

# AddDeviceIpTextBox.PlaceholderText
source: Like 192.168.1.10
de_de: z.B. http://192.168.1.10
fr_fr: Par exemple : 192.168.1.10

# AddDeviceLocation.Text
source: Location
de_de: Ort
fr_fr: Localisation

# AddDeviceLocationTextBox.PlaceholderText
source: The place where he is
de_de: Der Ort, an dem er ist
fr_fr: L'endroit où il est

# AddDeviceName.Text
source: Name
fr_fr: Nom

# AddDeviceNameTextBox.PlaceholderText
source: Friendly name for device
de_de: Anzeigename für das Gerät
fr_fr: Nom de l'appareil

# AddDevicePortTextBox.PlaceholderText
source: Commonly 8080
de_de: meistens 80
fr_fr: Généralement 80

# AddDeviceSubmit.Content
source: Submit
de_de: Bestätigen
fr_fr: Envoyer

# AddDeviceTitle.Text
source: Add new device
de_de: Neues Gerät
fr_fr: Ajouter un périphérique

source: Backup created
de_de: Backup erzeugt
fr_fr: Sauvegarde réussie

# ConfigurationExported
source: Configuration exported to
de_de: Einstellungen exportieren nach
fr_fr: Configuration exportée vers le fichier

# ConfigurationImported
source: Configuration imported from
de_de: Einstellungen importieren von
fr_fr: Configuration importée depuis le fichier

# ConfirmationAddDevice
source: The new device has been added
de_de: Das neue Gerät wurde hinzugefügt
fr_fr: Le nouvel appareil a été ajouté

# ConfirmationEditDevice
source: The device has been updated
de_de: Das Gerät wurde aktualisiert
fr_fr: L'appareil a été mis à jour

# ConfirmDelete
source: Are you sure to delete this item?
de_de: Möchten Sie wirklich das Element löschen?
fr_fr: Etes-vous sûr de vouloir supprimer cet élément ?

source: Delete
de_de: Löschen
fr_fr: Supprimer

# DeviceDown
source: Oops... This device is down
de_de: Oops... Das Gerät ist nicht aktiv
fr_fr: Oups... Cet appareil est hors ligne

source: Edit device
de_de: Gerät bearbeiten
fr_fr: Modifier l'appareil

source: Error
de_de: Fehler
fr_fr: Erreur

# ErrorCannotSave
source: Cannot save configuration
de_de: Einstellung konnte nicht gespeichert werden
fr_fr: Nous n'avons pas pu enregistrer la configuration

# ErrorCannotSaveFile
source: Oops... File {0} couldn't be saved.
de_de: Oops.. Datei {0} konnte nicht gespeichert werden.
fr_fr: Oups... Le fichier {0} n'a pas pu être enregistré

source: Import completed
de_de: Import erfolgreich
fr_fr: Import réussi

source: Inactive assets
de_de: Inaktive Assets
fr_fr: Ecrans inactifs

# InvalidFile
source: Oops... {0} is an invalid file. We cannot grab \"Devices\" in this file. See error description below :
de_de: Oops... {0} ist eine ungültige Datei. Wir können \"Geräte\" in dieser Datei nicht erfassen. Siehe Fehlerbeschreibung:
fr_fr: Oups... {0} n'est pas un fichier valide. Nous n'avons pas trouvé d'appareil dans ce fichier. Voir la description de l'erreur ci-dessous :

# MainPageAssetActive.Text
source: Active assets
de_de: Aktive Assets
fr_fr: Ecrans actifs

# MainPageAssetAdd.Label
source: Add Asset
de_de: Asset hinzufügen
fr_fr: Ajouter

# MainPageAssetInactive.Text
source: Inactive assets
de_de: Inaktive Assets
fr_fr: Ecrans inactifs

# MainPageAssetRefresh.Label
source: Refresh Assets
de_de: Aktualisieren
fr_fr: Rafraichir

# MainPageAssetTitle.Text
source: Schedule Overview
de_de: Zeitplanübersicht
fr_fr: Aperçu du calendrier

# MainPageDeviceAdd.Label
source: Add Device
de_de: Gerät hinzufügen
fr_fr: Ajouter

# MainPageDeviceRefresh.Label
source: Refresh Devices
de_de: Gerät aktualisieren
fr_fr: Rafraichir

# MainPageDeviceTitle.Text
source: Raspberry List
de_de: Raspberry Liste
fr_fr: Liste des Raspberry

# MainPageExportConf.Label
source: Export configuration
de_de: Export Einstellungen
fr_fr: Exporter

# MainPageImportConf.Label
source: Import configuration
de_de: Import Einstellungen
fr_fr: Importer

source: No
de_de: Nein
fr_fr: Non

# RequiredFileds
source: Oops... You have to fill at least this fields : \"Name\", \"IP Address\" and \"Port\"
de_de: Oops... Sie müssen mindestens die folgenden Felder ausfüllen: \"Name\", \"IP-Adresse\" und \"Port\"
fr_fr: Oups... Vous devez au minimum remplir les champs suivants : "Nom", "Adresse IP" et "Port"

source: Schedule Overview
fr_fr: Aperçu du calendrier

source: Yes
de_de: Ja
fr_fr: Oui
